Repository: wikimedia/diff-blog
Catalog: plugins/wti-like-post/lang/wti-like-post-*.po
Languages: nl_nl

source: In case there was any customization done with this plugin, then please take a backup first.
nl_nl: Indien er wijzigingen gedaan zijn aan de plugin dient eerst een backup gemaakt te worden.

source: Check out the powerful PRO version with lots of useful features.
nl_nl: Bekijk de PRO versie met veel handige functies.

source: Settings
nl_nl: Instellingen

source: Please login to vote.
nl_nl: Login om te stemmen.

source: Thanks for your vote.
nl_nl: Bedankt voor je stem.

source: You have already voted.
nl_nl: Je hebt al gestemd.

source: WTI Like Post Options
nl_nl: WTI Like Post Opties

source: Support / Manual / Upgradation
nl_nl: Support / Handleiding / Upgrades

source: For any suggestion / query / issue / requirement, please feel free to drop an email to
nl_nl: Voor suggesties, vragen, issues of wijzigingen kan je een e-mail versturen naar

source: Get the
nl_nl: Download de

source: Lite Manual here
nl_nl: Lite handleiding hier

source: PRO Version here
nl_nl: PRO versie hier

source: for more advanced features
nl_nl: voor meer geavanceerde functies

source: PRO Manual here
nl_nl: PRO handleiding hier

source: for a complete list of features
nl_nl: voor een compleet overzicht van alle features

source: Review / Donation
nl_nl: Review / Doneer

source: Please feel free to add your reviews on
nl_nl: Laat een review achter op

source: There has been a lot of effort put behind the development of this plugin. Please consider donating towards this plugin development.
nl_nl: We hebben veel tijd gestoken in de ontwikkeling van deze plugin. Overweeg te doneren ten behoeve van de verdere ontwikkeling ervan.

source: Amount
nl_nl: Bedrag

source: Configuration
nl_nl: Configuratie

source: Remove plugin settings and table on plugin un-install
nl_nl: Verwijder plugin instellingen en plugin tabel na verwijderen van plugin

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Select whether the plugin settings and table will be removed when you uninstall the plugin. Setting this to NO is helpful if you are planning to reuse this in future with old data or upgrade to PRO version.
nl_nl: Selecteer of the plugin instellingen en tabel verwijderd moeten worden bij het verwijderen van de plugin. Kies NEE als je de data later wilt gebruiken of wilt upgraden naar de PRO versie.

source: Voting Period
nl_nl: Stem periode

source: Always can vote
nl_nl: Altijd

source: Only once
nl_nl: Eenmalig

source: One day
nl_nl: Eens per dag

source: Two days
nl_nl: Eens per twee dagen

source: Three days
nl_nl: Eens per drie dagen

source: One week
nl_nl: Eens per week

source: Two weeks
nl_nl: Eens per twee weken

source: Three weeks
nl_nl: Eens per drie weken

source: One month
nl_nl: Eens per maand

source: Two months
nl_nl: Eens per twee maanden

source: Three months
nl_nl: Eens per drie maanden

source: Six Months
nl_nl: Eens per zes maanden

source: One Year
nl_nl: Eens per jaar

source: Select the voting period after which user can vote again.
nl_nl: Selecteer de periode waarna iemand opnieuw kan stemmen

source: Voting Style
nl_nl: Stijl

source: Style1
nl_nl: Stijl1

source: Style2
nl_nl: Stijl2

source: Style3
nl_nl: Stijl3

source: Select the voting style from 3 available options with 3 different sets of images.
nl_nl: Selecteer één van de drie stijlen met 3 verschillende afbeeldingen

source: Login required to vote
nl_nl: Login vereist om te kunnen stemmen

source: Select whether only logged in users can vote or not.
nl_nl: Selecteer of alleen ingelogde gebruikers kunnen stemmen.

source: Login required message
nl_nl: Login verplicht melding

source: Message to show in case login required and user is not logged in.
nl_nl: Melding welke getoond wordt als login verplicht is en de gebruiker niet ingelogd is.

source: Thank you message
nl_nl: Bedankt melding

source: Message to show after successful voting.
nl_nl: Melding welke getoond wordt wanneer er gestemd is.

source: Already voted message
nl_nl: Al gestemd melding

source: Message to show if user has already voted.
nl_nl: Melding welke getoond wordt als de gebruiker al gestemd heeft.

source: Show on pages
nl_nl: Toon op pagina's

source: Select yes if you want to show the like option on pages as well.
nl_nl: Selecteer JA als de like optie ook op pagina's getoond moet worden.

source: Exclude on selected sections
nl_nl: Geselecteerde onderdelen uitsluiten

source: Archive
nl_nl: Archief

source: Check the sections where you do not want to avail the like/dislike options. This has higher priority than the "Exclude post/page IDs" setting.
nl_nl: Selecteer de onderdelen waar je de like/dislike opties niet beschikbaar wilt hebben. Dit heeft een hogere prioriteit dan de 'Sluit bericht/pagina IDs uit' instelling.

source: Exclude selected categories
nl_nl: Sluit geselecteerde categorieën uit

source: Select categories where you do not want to show the like option. It has higher priority than "Exclude post/page IDs" setting.
nl_nl: Selecteer de categorieën waarop de like optie niet getoond mag worden. Dit heeft hogere prioriteit dan de 'Sluit bericht/pagina IDs uit' instelling.

source: Allow post IDs
nl_nl: Sta bericht IDs toe

source: Suppose you have a post which belongs to more than one categories and you have excluded one of those categories. So the like/dislike will not be available for that post. Enter comma separated those post ids where you want to show the like/dislike option irrespective of that post category being excluded.
nl_nl: Stel je hebt een bericht welke gekoppeld is aan meerdere categorieën waarvan er één uitgesloten is. Dan is like/dislike niet beschikbaar voor dat bericht. Voeg een komma-gescheiden lijst to van bericht IDs waar je like/dislike wilt tonen ongeacht de uitgesloten categorie.

source: Exclude post/page IDs
nl_nl: Sluit bericht/pagina IDs uit

source: Enter comma separated post/page ids where you do not want to show the like option. If Show on pages setting is set to Yes but you have added the page id here, then like option will not be shown for the same page.
nl_nl: Voeg een komma-gescheiden lijst van bericht/pagina IDs toe waar je de like/dislike niet wilt tonen. Als 'Toon op pagina's' ingesteld is op JA maar de pagina ID hier voorkomt wordt like/dislike niet getoond op deze pagina.

source: Show excluded posts/pages on widget
nl_nl: Toon uitgesloten berichten/pagina's in widget

source: Select yes if you want to show the excluded posts/pages on widget.
nl_nl: Selecteer JA als je wilt dat uitgesloten berichten/pagina's in de widget getoond worden.

source: Position Setting
nl_nl: Positie instelling

source: Top of Content
nl_nl: Boven content

source: Bottom of Content
nl_nl: Onder content

source: Select the position where you want to show the like options.
nl_nl: Selecteer waar je like/dislike wilt tonen

source: Alignment Setting
nl_nl: Uitlijningsinstellingen

source: Left
nl_nl: Links

source: Right
nl_nl: Rechts

source: Select the alignment whether to show on left or on right.
nl_nl: Selecteer of de like/dislike links of rechts getoond moet worden.

source: Title text for like/unlike images
nl_nl: Titel voor like/unlike afbeeldingen

source: Enter both texts separated by "/" to show when user puts mouse over like/unlike images.
nl_nl: Voer beide teksten in welke getoond worden als de gebruiker met de muis over de like/unline afbeeldingen beweegt, gescheiden door "/"

source: Show dislike option
nl_nl: Toon dislike optie

source: Select the option whether to show or hide the dislike option.
nl_nl: Selecteer of de dislike optie getoond moet worden.

source: Show +/- symbols
nl_nl: Toon +/- symbolen

source: Select the option whether to show or hide the plus or minus symbols before like/unlike count.
nl_nl: Selecteer of de plus en min symbolen getoond moeten worden voor de like/unlike aantallen.

source: Save Options
nl_nl: Instellingen opslaan

source: Reset Options
nl_nl: Reset instellingen

source: Are you sure to reset the options to default settings?
nl_nl: Weet je zeker dat je de standaard instellingen wilt opslaan?

source: Are you sure to reset all the counts present in the database?
nl_nl: Weet je zeker dat je alle aantallen in de database wilt resetten?

source: Are you sure to reset selected counts present in the database?
nl_nl: Weet je zeker dat je de geselecteerde aantallen wilt resetten in de database?

source: All counts have been reset successfully.
nl_nl: Alle aantallen zijn succesvol gereset.

source: All counts could not be reset.
nl_nl: De aantallen konden niet gereset worden.

source: counts have been reset successfully.
nl_nl: Aantallen zijn succesvol gereset.

source: count has been reset successfully.
nl_nl: Het aantal is gereset.

source: Selected counts could not be reset.
nl_nl: Geselecteerde aantallen konden niet gereset worden.

source: Please select posts to reset count.
nl_nl: Selecteer een bericht om de aantallen te resetten.

source: Most Liked Posts
nl_nl: Berichten met de meeste likes

source: Reset All Counts
nl_nl: Reset alle aantallen

source: Reset Selected Counts
nl_nl: Reset geselecteerde aantallen

source: Prev
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Post Title
nl_nl: Berichttitel

source: Like Count
nl_nl: Aantal likes

source: No posts liked yet.
nl_nl: Er zijn nog geen berichten met likes

source: WTI Like Post Exclude Option
nl_nl: WTI Like Post uitsluit optie

source: Check to disable like/unlike functionality
nl_nl: Vink aan om like/dislike functie uit te schakelen

source: Donate
nl_nl: Doneer

source: PRO Version
nl_nl: PRO Versie

source: Invalid access
nl_nl: Ongeldige toegang

source: You can vote after
nl_nl: Je kan stemmen na

source: day(s)
nl_nl: dag(en)

source: Could not process your vote.
nl_nl: Je stem kon niet verwerkt worden.

source: Like
nl_nl: Vind ik leuk

source: Unlike
nl_nl: Vind ik niet leuk

source: Title
nl_nl: Titel

source: Widget to display most liked posts for a given time range.
nl_nl: Widget om de berichten met de meeste likes te tonen voor een datumbereik

source: All time
nl_nl: Alles

source: Last one day
nl_nl: Afgelopen dag

source: Last two days
nl_nl: Afgelopen 2 dagen

source: Last three days
nl_nl: Afgelopen 3 dagen

source: Last one week
nl_nl: Afgelopen week

source: Last two weeks
nl_nl: Afgelopen 2 weken

source: Last three weeks
nl_nl: Afgelopen 3 weken

source: Last one month
nl_nl: Afgelopen maand

source: Last two months
nl_nl: Afgelopen 2 maanden

source: Last three months
nl_nl: Afgelopen 3 maanden

source: Last six months
nl_nl: Afgelopen 6 maanden

source: Last one year
nl_nl: Afgelopen jaar

source: Most Liked
nl_nl: Meeste likes

source: Recently Liked
nl_nl: Recent likes ontvangen

source: Number of posts to show
nl_nl: Aantal getoonde berichten

source: Time range
nl_nl: Datumbereik

source: Show like count
nl_nl: Toon aantal likes

source: Widget to show recently liked posts.
nl_nl: Widget om berichten met recent ontvangen likes te tonen.

source: Recently Liked Posts
nl_nl: Berichten die recent likes ontvangen hebben

source: Number of entries to show
nl_nl: Aantal getoonde regels

source: Default
nl_nl: Standaard
